const ua = () => (
    <div>
        <h1>Договор публичной оферты</h1>
        <div class="article-text __fullWidth text">
            <h2>Зміст</h2>

            <ol>
                <li>Загальні поняття та&nbsp;сфера застосування</li>
                <li>Перелік баз персональних даних</li>
                <li>Мета обробки персональних даних</li>
                <li>Порядок обробки персональних даних: отримання згоди, повідомлення про права та&nbsp;дії з&nbsp;персональними даними суб’єкта персональних даних</li>
                <li>Місцезнаходження бази персональних даних</li>
                <li>Умови розкриття інформації про персональні дані третім особам</li>
                <li>Захист персональних даних: способи захисту, відповідальна особа, працівники, які безпосередньо здійснюють обробку та/або мають доступ до&nbsp;персональних даних у&nbsp;зв’язку з&nbsp;виконанням своїх службових обов’язків, строк зберігання персональних даних</li>
                <li>Права суб’єкта персональних даних</li>
                <li>Порядок роботи з&nbsp;запитами суб'єкта персональних даних</li>
                <li>Державна реєстрація бази персональних даних</li>
            </ol>

            <p>&nbsp;</p>

            <h3>1. Загальні поняття та&nbsp;сфера застосування</h3>

            <p>1.1. Визначення термінів:</p>

            <p><b>база персональних даних</b>&nbsp;— іменована сукупність упорядкованих персональних даних в&nbsp;електронній формі та/або у&nbsp;формі картотек персональних даних;</p>

            <p><b>відповідальна особа</b>&nbsp;— визначена особа, яка організовує роботу, пов’язану із&nbsp;захистом персональних даних при їх&nbsp;обробці, відповідно до&nbsp;закону;</p>

            <p><b>володілець бази персональних даних</b>&nbsp;— фізична або юридична особа, якій законом або за&nbsp;згодою суб’єкта персональних даних надано право на&nbsp;обробку цих даних, яка затверджує мету обробки персональних даних у&nbsp;цій базі даних, встановлює склад цих даних та&nbsp;процедури їх&nbsp;обробки, якщо інше не&nbsp;визначено законом;</p>

            <p><strong>Державний реєстр баз персональних даних</strong>&nbsp;— єдина державна інформаційна система збору, накопичення та&nbsp;обробки відомостей про зареєстровані бази персональних даних;</p>

            <p><b>загальнодоступні джерела персональних даних&nbsp;—</b> довідники, адресні книги, реєстри, списки, каталоги, інші систематизовані збірники відкритої інформації, які містять персональні дані, розміщені та&nbsp;опубліковані з&nbsp;відома суб’єкта персональних даних. Не&nbsp;вважаються загальнодоступними джерелами персональних даних соціальні мережі та&nbsp;інтернет-ресурси, в&nbsp;яких суб’єкт персональних даних залишають свої персональні дані (окрім випадків, коли суб’єктом персональних даних прямо зазначено, що&nbsp;персональні дані розміщені з&nbsp;метою їх&nbsp;вільного поширення та&nbsp;використання);</p>

            <p><b>згода суб’єкта персональних даних</b>&nbsp;— будь-яке документоване, добровільне волевиявлення фізичної особи щодо надання дозволу на&nbsp;обробку її&nbsp;персональних даних відповідно до&nbsp;сформульованої мети їх&nbsp;обробки;</p>

            <p><b>знеособлення персональних даних</b>&nbsp;— вилучення відомостей, які дають змогу ідентифікувати особу;</p>

            <p><b>обробка персональних даних&nbsp;—</b> будь-яка дія або сукупність дій, здійснених повністю або частково в&nbsp;інформаційній (автоматизованій) системі та/або в&nbsp;картотеках персональних даних, які пов’язані зі&nbsp;збиранням, реєстрацією, накопиченням, зберіганням, адаптуванням, зміною, поновленням, використанням і&nbsp;поширенням (розповсюдженням, реалізацією, передачею), знеособленням, знищенням відомостей про фізичну особу;</p>

            <p><b>персональні дані&nbsp;—</b> відомості чи&nbsp;сукупність відомостей про фізичну особу, яка ідентифікована або може бути конкретно ідентифікована;</p>

            <p><b>розпорядник бази персональних даних&nbsp;—</b> фізична чи&nbsp;юридична особа, якій володільцем бази персональних даних або законом надано право обробляти ці&nbsp;дані. Не&nbsp;є&nbsp;розпорядником бази персональних даних особа, якій володільцем та/або розпорядником бази персональних даних доручено здійснювати роботи технічного характеру з&nbsp;базою персональних даних без доступу до&nbsp;змісту персональних даних;</p>

            <p><b>суб’єкт персональних даних&nbsp;—</b> фізична особа, стосовно якої відповідно до&nbsp;закону здійснюється обробка її&nbsp;персональних даних;</p>

            <p><b>третя особа&nbsp;—</b> будь-яка особа, за&nbsp;винятком суб’єкта персональних даних, володільця чи&nbsp;розпорядника бази персональних даних та&nbsp;уповноваженого державного органу з&nbsp;питань захисту персональних даних, якій володільцем чи&nbsp;розпорядником бази персональних даних здійснюється передача персональних даних відповідно до&nbsp;закону;</p>

            <p><b>особливі категорії даних&nbsp;—</b> персональні дані про расове або етнічне походження, політичні, релігійні або світоглядні переконання, членство в&nbsp;політичних партіях та&nbsp;професійних спілках, а&nbsp;також даних, що&nbsp;стосуються здоров’я чи&nbsp;статевого життя.</p>

            <p>1.2. Дане Положення обов’язкове для застосування відповідальною особою та&nbsp;співробітниками продавця, які безпосередньо здійснюють обробку та/або мають доступ до&nbsp;персональних даних у&nbsp;зв’язку з&nbsp;виконанням своїх службових обов’язків.</p>

            <p>&nbsp;</p>

            <h3>2. Перелік баз персональних даних</h3>

            <p>2.1. Продавець є&nbsp;власником таких баз персональних даних:</p>

            <ul>
                <li>база персональних даних контрагентів.</li>
            </ul>

            <p>&nbsp;</p>

            <h3>3. Мета обробки персональних даних</h3>

            <p>3.1. Метою обробки персональних даних у&nbsp;системі є&nbsp;забезпечення реалізації цивільно-правових відносин, надання, отримання та&nbsp;здійснення розрахунків за&nbsp;придбані товари та&nbsp;послуги відповідно до&nbsp;Податкового кодексу України, Закону України «Про бухгалтерський облік та&nbsp;фінансову звітність в&nbsp;Україні».</p>

            <p>&nbsp;</p>

            <h3>4. Порядок обробки персональних даних: отримання згоди, повідомлення про права та&nbsp;дії з&nbsp;персональними даними суб’єкта персональних даних</h3>

            <p>4.1. Згода суб’єкта персональних даних має бути добровільним волевиявленням фізичної особи щодо надання дозволу на&nbsp;обробку її&nbsp;персональних даних відповідно до&nbsp;сформульованої мети їхньої обробки.</p>

            <p>4.2. Згода суб’єкта персональних даних може бути надана у&nbsp;таких формах:</p>

            <ul>
                <li>документ на&nbsp;паперовому носії з&nbsp;реквізитами, що&nbsp;дає змогу ідентифікувати цей документ і&nbsp;фізичну особу;</li>
                <li>електронний документ, який має містити обов’язкові реквізити, що&nbsp;дають змогу ідентифікувати цей документ та&nbsp;фізичну особу. Добровільне волевиявлення фізичної особи щодо надання дозволу на&nbsp;обробку її&nbsp;персональних даних доцільно засвідчувати електронним підписом суб’єкта персональних даних;</li>
                <li>відмітка на&nbsp;електронній сторінці документа чи&nbsp;в&nbsp;електронному файлі, що&nbsp;обробляється в&nbsp;інформаційній системі на&nbsp;основі документованих програмно-технічних рішень.</li>
            </ul>

            <p>4.3. Згода суб’єкта персональних даних надається під час оформлення цивільно-правових відносин відповідно до&nbsp;чинного законодавства.</p>

            <p>4.4. Повідомлення суб’єкта персональних даних про включення його персональних даних до&nbsp;бази персональних даних, права, визначені Законом України «Про захист персональних даних», мету збору даних та&nbsp;осіб, яким передаються його персональні дані здійснюється під час оформлення цивільно-правових відносин відповідно до&nbsp;чинного законодавства.</p>

            <p>4.5. Обробка персональних даних про расове або етнічне походження, політичні, релігійні або світоглядні переконання, членство в&nbsp;політичних партіях та&nbsp;професійних спілках, а&nbsp;також даних, що&nbsp;стосуються здоров’я чи&nbsp;статевого життя (особливі категорії даних) забороняється.</p>

            <p>&nbsp;</p>

            <h3>5. Місцезнаходження бази персональних даних</h3>

            <p>5.1. Вказані у&nbsp;розділі 2&nbsp;цього Положення бази персональних даних знаходяться за&nbsp;адресою продавця.</p>

            <p>&nbsp;</p>

            <h3>6. Умови розкриття інформації про персональні дані третім особам</h3>

            <p>6.1. Порядок доступу до&nbsp;персональних даних третіх осіб визначається умовами згоди суб'єкта персональних даних, наданої володільцю персональних даних на&nbsp;обробку цих даних, або відповідно до&nbsp;вимог закону.</p>

            <p>6.2. Доступ до&nbsp;персональних даних третій особі не&nbsp;надається, якщо зазначена особа відмовляється взяти на&nbsp;себе зобов'язання щодо забезпечення виконання вимог Закону України «Про захист персональних даних» або неспроможна їх&nbsp;забезпечити.</p>

            <p>6.3. Суб'єкт відносин, пов'язаних з&nbsp;персональними даними, подає запит щодо доступу (далі&nbsp;— запит) до&nbsp;персональних даних володільцю персональних даних.</p>

            <p>6.4. У&nbsp;запиті зазначаються:</p>

            <ul>
                <li>прізвище, ім'я та&nbsp;по&nbsp;батькові, місце проживання (місце перебування) і&nbsp;реквізити документа, що&nbsp;посвідчує фізичну особу, яка подає запит (для фізичної особи&nbsp;— заявника);</li>
                <li>найменування, місцезнаходження юридичної особи, яка подає запит, посада, прізвище, ім'я та&nbsp;по&nbsp;батькові особи, яка засвідчує запит; підтвердження того, що&nbsp;зміст запиту відповідає повноваженням юридичної особи (для юридичної особи&nbsp;— заявника);</li>
                <li>прізвище, ім'я та&nbsp;по&nbsp;батькові, а&nbsp;також інші відомості, що&nbsp;дають змогу ідентифікувати фізичну особу, стосовно якої робиться запит;</li>
                <li>відомості про базу персональних даних, стосовно якої подається запит, чи&nbsp;відомості про володільця чи&nbsp;розпорядника цієї бази персональних даних;</li>
                <li>перелік персональних даних, що&nbsp;запитуються;</li>
                <li>мета та/або правові підстави для запиту.</li>
            </ul>

            <p>6.5. Строк вивчення запиту на&nbsp;предмет його задоволення не&nbsp;може перевищувати десяти робочих днів з&nbsp;дня його надходження. Протягом цього строку володілець бази персональних даних доводить до&nbsp;відома особи, яка подає запит, що&nbsp;запит буде задоволене або відповідні персональні дані не&nbsp;підлягають наданню, із&nbsp;зазначенням підстави, визначеної у&nbsp;відповідному нормативно-правовому акті. Запит задовольняється протягом тридцяти календарних днів з&nbsp;дня його надходження, якщо інше не&nbsp;передбачено законом.</p>

            <p>6.6. Відстрочення доступу до&nbsp;персональних даних третіх осіб допускається у&nbsp;разі, якщо необхідні дані не&nbsp;можуть бути надані протягом тридцяти календарних днів з&nbsp;дня надходження запиту. При цьому загальний термін вирішення питань, порушених у&nbsp;запиті, не&nbsp;може перевищувати сорока п'яти календарних днів.</p>

            <p>6.7. Повідомлення про відстрочення доводиться до&nbsp;відома третьої особи, яка подала запит, у&nbsp;письмовій формі з&nbsp;роз'ясненням порядку оскарження такого рішення.</p>

            <p>6.8. У&nbsp;повідомленні про відстрочення зазначаються:</p>

            <ul>
                <li>прізвище, ім'я та&nbsp;по&nbsp;батькові посадової особи;</li>
                <li>дата відправлення повідомлення;</li>
                <li>причина відстрочення;</li>
                <li>строк, протягом якого буде задоволено запит.</li>
            </ul>

            <p>6.9. Відмова у&nbsp;доступі до&nbsp;персональних даних допускається, якщо доступ до&nbsp;них заборонено згідно із&nbsp;законом.</p>

            <p>6.10. У&nbsp;повідомленні про відмову зазначаються:</p>

            <ul>
                <li>прізвище, ім'я, по&nbsp;батькові посадової особи, яка відмовляє у&nbsp;доступі;</li>
                <li>дата відправлення повідомлення;</li>
                <li>причина відмови.</li>
            </ul>

            <p>6.11. Рішення про відстрочення або відмову із&nbsp;доступі до&nbsp;персональних даних може бути оскаржено до&nbsp;суду.</p>

            <p>&nbsp;</p>

            <h3>7. Захист персональних даних: способи захисту, відповідальна особа, працівники, які безпосередньо здійснюють обробку та/або мають доступ до&nbsp;персональних даних у&nbsp;зв’язку з&nbsp;виконанням своїх службових обов’язків, строк зберігання персональних даних</h3>

            <p>7.1. Володільця бази персональних даних обладнано системними і&nbsp;програмно-технічними засобами та&nbsp;засобами зв’язку, які запобігають втратам, крадіжкам, несанкціонованому знищенню, викривленню, підробленню, копіюванню інформації і&nbsp;відповідають вимогам міжнародних та&nbsp;національних стандартів.</p>

            <p>7.2. Відповідальна особа організовує роботу, пов’язану із&nbsp;захистом персональних даних при їх&nbsp;обробці, відповідно до&nbsp;закону. Відповідальна особа визначається наказом Володільця бази персональних даних.</p>

            <p>Обов’язки відповідальної особи щодо організації роботи, пов’язаної із&nbsp;захистом персональних даних при їх&nbsp;обробці зазначаються у&nbsp;посадовій інструкції.</p>

            <p>7.3. Відповідальна особа зобов’язана:</p>

            <ul>
                <li>знати законодавство України в&nbsp;сфері захисту персональних даних;</li>
                <li>розробити процедури доступу до&nbsp;персональних даних співробітників відповідно до&nbsp;їхніх професійних чи&nbsp;службових або трудових обов’язків;</li>
                <li>забезпечити виконання співробітниками Володільця бази персональних даних вимог законодавства України в&nbsp;сфері захисту персональних даних та&nbsp;внутрішніх документів, що&nbsp;регулюють діяльність Володільця бази персональних даних щодо обробки і&nbsp;захисту персональних даних у&nbsp;базах персональних даних;</li>
                <li>розробити порядок (процедуру) внутрішнього контролю за&nbsp;дотриманням вимог законодавства України в&nbsp;сфері захисту персональних даних та&nbsp;внутрішніх документів, що&nbsp;регулюють діяльність Володільця бази персональних даних щодо обробки і&nbsp;захисту персональних даних у&nbsp;базах персональних даних, який, зокрема, повинен містити норми щодо періодичності здійснення такого контролю;</li>
                <li>повідомляти Володільця бази персональних даних про факти порушень співробітниками вимог законодавства України в&nbsp;сфері захисту персональних даних та&nbsp;внутрішніх документів, що&nbsp;регулюють діяльність Володільця бази персональних даних щодо обробки і&nbsp;захисту персональних даних у&nbsp;базах персональних даних у&nbsp;термін не&nbsp;пізніше одного робочого дня з&nbsp;моменту виявлення таких порушень;</li>
                <li>забезпечити зберігання документів, що&nbsp;підтверджують надання суб’єктом персональних даних згоди на&nbsp;обробку своїх персональних даних та&nbsp;повідомлення вказаного суб’єкта про його права.</li>
            </ul>

            <p>7.4. З&nbsp;метою виконання своїх обов’язків відповідальна особа має право:</p>

            <ul>
                <li>отримувати необхідні документи, у&nbsp;тому числі накази й&nbsp;інші розпорядчі документи, видані Володільцем бази персональних даних, пов’язані із&nbsp;обробкою персональних даних;</li>
                <li>робити копії з&nbsp;отриманих документів, у&nbsp;тому числі копії файлів, будь-яких записів, що&nbsp;зберігаються в&nbsp;локальних обчислювальних мережах і&nbsp;автономних комп’ютерних системах;</li>
                <li>брати участь в&nbsp;обговоренні виконуваних ним обов’язків організації роботи, пов’язаної із&nbsp;захистом персональних даних при їх&nbsp;обробці;</li>
                <li>вносити на&nbsp;розгляд пропозиції щодо покращення діяльності та&nbsp;вдосконалення методів роботи, подавати зауваження та&nbsp;варіанти усунення виявлених недоліків у&nbsp;процесі обробки персональних даних;</li>
                <li>одержувати пояснення з&nbsp;питань здійснення обробки персональних даних;</li>
                <li>підписувати та&nbsp;візувати документи в&nbsp;межах своєї компетенції.</li>
            </ul>

            <p>7.5. Працівники, які безпосередньо здійснюють обробку та/або мають доступ до&nbsp;персональних даних у&nbsp;зв’язку з&nbsp;виконанням своїх службових (трудових) обов’язків зобов’язані дотримуватись вимог законодавства України в&nbsp;сфері захисту персональних даних та&nbsp;внутрішніх документів, щодо обробки і&nbsp;захисту персональних даних у&nbsp;базах персональних даних.</p>

            <p>7.6. Працівники, що&nbsp;мають доступ до&nbsp;персональних даних, у&nbsp;тому числі, здійснюють їх&nbsp;обробку зобов’язані не&nbsp;допускати розголошення у&nbsp;будь-який спосіб персональних даних, які їм&nbsp;було довірено або які стали відомі у&nbsp;зв’язку з&nbsp;виконанням професійних чи&nbsp;службових або трудових обов’язків. Таке зобов’язання чинне після припинення ними діяльності, пов’язаної з&nbsp;персональними даними, крім випадків, установлених законом.</p>

            <p>7.7.Особи, що&nbsp;мають доступ до&nbsp;персональних даних, у&nbsp;тому числі, здійснюють їх&nbsp;обробку у&nbsp;разі порушення ними вимог Закону України «Про захист персональних даних» несуть відповідальність згідно законодавства України.</p>

            <p>7.8. Персональні дані не&nbsp;повинні зберігатися довше, ніж це&nbsp;необхідно для мети, для якої такі дані зберігаються, але у&nbsp;будь-якому разі не&nbsp;довше строку зберігання даних, визначеного згодою суб’єкта персональних даних на&nbsp;обробку цих даних.</p>

            <p>&nbsp;</p>

            <h3>8. Права суб’єкта персональних даних</h3>

            <p>8.1. Суб'єкт персональних даних має право:</p>

            <ul>
                <li>знати про місцезнаходження бази персональних даних, яка містить його персональні дані, її&nbsp;призначення та&nbsp;найменування, місцезнаходження та/або місце проживання (перебування) володільця чи&nbsp;розпорядника цієї бази або дати відповідне доручення щодо отримання цієї інформації уповноваженим ним особам, крім випадків, встановлених законом;</li>
                <li>отримувати інформацію про умови надання доступу до&nbsp;персональних даних, зокрема інформацію про третіх осіб, яким передаються його персональні дані, що&nbsp;містяться у&nbsp;відповідній базі персональних даних;</li>
                <li>на&nbsp;доступ до&nbsp;своїх персональних даних, що&nbsp;містяться у&nbsp;відповідній базі персональних даних;</li>
                <li>отримувати не&nbsp;пізніш як&nbsp;за&nbsp;тридцять календарних днів з&nbsp;дня надходження запиту, крім випадків, передбачених законом, відповідь про&nbsp;те, чи&nbsp;зберігаються його персональні дані у&nbsp;відповідній базі персональних даних, а&nbsp;також отримувати зміст його персональних даних, які зберігаються;</li>
                <li>пред'являти вмотивовану вимогу із&nbsp;запереченням проти обробки своїх персональних даних органами державної влади, органами місцевого самоврядування при здійсненні їхніх повноважень, передбачених законом;</li>
                <li>пред'являти вмотивовану вимогу щодо зміни або знищення своїх персональних даних будь-яким володільцем та&nbsp;розпорядником цієї бази, якщо ці&nbsp;дані обробляються незаконно чи&nbsp;є&nbsp;недостовірними;</li>
                <li>на&nbsp;захист своїх персональних даних від незаконної обробки та&nbsp;випадкової втрати, знищення, пошкодження у&nbsp;зв'язку з&nbsp;умисним приховуванням, ненаданням чи&nbsp;несвоєчасним їх&nbsp;наданням, а&nbsp;також на&nbsp;захист від надання відомостей, що&nbsp;є&nbsp;недостовірними чи&nbsp;ганьблять честь, гідність та&nbsp;ділову репутацію фізичної особи;</li>
                <li>звертатися з&nbsp;питань захисту своїх прав щодо персональних даних до&nbsp;органів державної влади, органів місцевого самоврядування, до&nbsp;повноважень яких належить здійснення захисту персональних даних;</li>
                <li>застосовувати засоби правового захисту в&nbsp;разі порушення законодавства про захист персональних даних.</li>
            </ul>

            <p>&nbsp;</p>

            <h3>9. Порядок роботи з&nbsp;запитами суб’єкта персональних даних</h3>

            <p>9.1. Суб'єкт персональних даних має право на&nbsp;одержання будь-яких відомостей про себе у&nbsp;будь-якого суб'єкта відносин, пов'язаних з&nbsp;персональними даними, без зазначення мети запиту, крім випадків, установлених законом.</p>

            <p>9.2. Доступ суб'єкта персональних даних до&nbsp;даних про себе здійснюється безоплатно.</p>

            <p>9.3. Суб’єкт персональних даних подає запит щодо доступу (далі&nbsp;— запит) до&nbsp;персональних даних володільцю бази персональних даних.</p>

            <p>У&nbsp;запиті зазначаються:</p>

            <ul>
                <li>прізвище, ім'я та&nbsp;по&nbsp;батькові, місце проживання (місце перебування) і&nbsp;реквізити документа, що&nbsp;посвідчує особу суб’єкта персональних даних;</li>
                <li>інші відомості, що&nbsp;дають змогу ідентифікувати особу суб’єкта персональних даних;</li>
                <li>відомості про базу персональних даних, стосовно якої подається запит, чи&nbsp;відомості про володільця чи&nbsp;розпорядника цієї бази;</li>
                <li>перелік персональних даних, що&nbsp;запитуються.</li>
            </ul>

            <p>9.4. Строк вивчення запиту на&nbsp;предмет його задоволення не&nbsp;може перевищувати десяти робочих днів з&nbsp;дня його надходження. Протягом цього строку володілець бази персональних даних доводить до&nbsp;відома суб’єкта персональних даних, що&nbsp;запит буде задоволене або відповідні персональні дані не&nbsp;підлягають наданню, із&nbsp;зазначенням підстави, визначеної у&nbsp;відповідному нормативно-правовому акті.</p>

            <p>9.5. Запит задовольняється протягом тридцяти календарних днів з&nbsp;дня його надходження, якщо інше не&nbsp;передбачено законом.</p>

            <p>&nbsp;</p>

            <h3>10. Державна реєстрація бази персональних даних</h3>

            <p>10.1. Державна реєстрація баз персональних даних здійснюється відповідно до&nbsp;статті 9&nbsp;Закону України «<a href="http://zakon5.rada.gov.ua/laws/show/2297-17">Про захист персональних даних</a>».</p>

            <p>&nbsp;</p>
        </div>
    </div>
);

const ru = () => (
    <div>
        <h1>Договор публичной оферты</h1>
        <h3>Общие положения</h3>
        <p>
            1.1. Настоящая оферта, является официальным предложением Simple Dreams, далее по тексту — «Продавец», заключить Договор купли-продажи товаров дистанционным способом, то есть через Интернет-магазин, далее по тексту — «Договор», и размещает Публичную оферту (предложение) на официальном интернет-сайте Продавца «https://simple-dreams.com.ua (далее - «Интернет-сайт»).
                    </p>
        <p>
            1.2. Моментом полного и безусловного принятия Покупателем предложения Продавца (акцептом) заключить электронный договор купли-продажи товаров, считается факт оплаты Покупателем заказа на условиях настоящего Договора, в сроки и по ценам, указанным на Интернет-сайте Продавца.
                    </p>
        <h3>Понятия и определения</h3>
        <p>2.1. В настоящей оферте, если контекст не требует иного, нижеприведенные термины имеют следующие значения:</p>
        <p>
            <ul>
                <li>* «товар» - модели, аксессуары, комплектующие и сопроводительные предметы;</li>
                <li>«Интернет-магазин» - в соответствии с Законом Украины «об электронной коммерции», средство для представления или реализации товара, работы или услуги путем совершения электронной сделки.</li>
                <li>* «Продавец» - компания, реализующая товары, представленные на Интернет-сайте.</li>
                <li>* «Покупатель» - физическое лицо, заключившее с Продавцом Договор на условиях, изложенных ниже.</li>
                <li>* «Заказ» - выбор отдельных позиций из перечня товаров, указанных Покупателем при размещении заказа и проведении оплаты.</li>
            </ul>
        </p>
        <h3>Предмет Договора</h3>
        <p>3.1. Продавец обязуется передать в собственность Покупателя Товар, а Покупатель обязуется оплатить и принять Товар на условиях данного Договора. Настоящий Договор регулирует куплю-продажу товаров в Интернет-магазине, в том числе:</p>
        <p>
            <ul>
                <li>- добровольный выбор Покупателем товаров в Интернет-магазине;</li>
                <li>- самостоятельное оформление Покупателем заказа в Интернет-магазине;</li>
                <li>- оплата Покупателем заказа, оформленного в Интернет-магазине;</li>
                <li>- обработка и доставка заказа Покупателю в собственность на условиях настоящего Договора.</li>
            </ul>
        </p>
        <h3>Порядок оформления заказа</h3>
        <p>4.1. Покупатель имеет право оформить заказ на любой товар, представленный на Сайте Интернет-магазина и имеющийся в наличии.</p>
        <p>4.2. Каждая позиция может быть представлена в заказе в любом количестве.</p>
        <p>4.3. При отсутствии товара на складе, Менеджер компании обязан поставить Покупателя в известность (по телефону или через электронную почту).</p>
        <p>4.4. При отсутствии товара Покупатель вправе заменить его товаром аналогичной модели, отказаться от данного товара, аннулировать заказ.</p>
        <h3>Порядок оплаты заказа</h3>
        <p>Наложенным платежом</p>
        <p>5.1. Оплата осуществляется по факту получения товара в отделении транспортных компании за наличный расчет в гривнах.</p>
        <p>5.2. При не поступлении денежных средств Интернет-магазин оставляет за собой право аннулировать заказ.</p>
        <h3>Порядок оплаты заказа</h3>
        <p>6.1. Доставка товаров, приобретенных в Интернет-магазине, осуществляется до складов транспортных компаний, где и производится выдача заказов.</p>
        <p>6.2. Вместе с заказом Покупателю предоставляются документы согласно законодательства Украины.</p>
        <h3>Права и обязанности сторон:</h3>
        <p>7.1. Продавец имеет право:</p>
        <ul>
            <li>- в одностороннем порядке приостановить оказание услуг по настоящему договору в случае нарушения Покупателем условий настоящего договора.</li>
        </ul>
        <p>7.2. Покупатель обязан:</p>
        <ul>
            <li>- своевременно оплатить и получить заказ на условиях настоящего договора.</li>
        </ul>
        <p>7.3. Покупатель имеет право:</p>
        <ul>
            <li>- оформить заказ в Интернет-магазине;</li>
            <li>- оформить электронный договор;</li>
            <li>- требовать от Продавца исполнения условий настоящего Договора.</li>
        </ul>
        <h3>Права и обязанности сторон:</h3>
        <p>8.1. Стороны несут ответственность за невыполнение или ненадлежащее выполнение условий настоящего договора в порядке, предусмотренном этим договором и действующим законодательством Украины.</p>
        <p>8.2. Продавец не несет ответственности за:</p>
        <ul>
            <li>- измененный производителем внешний вид Товара;</li>
            <li>- за незначительное несоответствие цветовой гаммы товара, что может отличаться от оригинала товара исключительно из-за разной цветовой передачи мониторов персональных компьютеров отдельных моделей;</li>
            <li>- за содержание и правдивость информации, предоставляемой Покупателем при оформлении заказа;</li>
            <li>- за задержку и перебои в предоставлении Услуг (обработки заказа и доставке товара), которые происходят по причинам, находящимся вне сферы его контроля;</li>
            <li>- за противоправные незаконные действия, осуществленные Покупателем с помощью данного доступа к сети Интернет;</li>
            <li>- за передачу Покупателем своих сетевых идентификаторов - IP, MAC-адреса, логина и пароля третьим лицам;</li>
        </ul>
        <p>8.3. Покупатель, используя предоставленный ему доступ к сети Интернет, самостоятельно несет ответственность за вред, причиненный его действиями (лично, даже если под его логином находилось другое лицо) лицам или их имуществу, юридическим лицам, государству или моральным принципам моральности.</p>

        <p>8.4. В случае наступления обстоятельств непреодолимой силы, стороны освобождаются от выполнения условий этого договору. Под обстоятельствами непреодолимой силы для целей настоящего договора понимаются события, имеющие чрезвычайный, непредвиденный характер, которые исключают или объективно мешают исполнению настоящего договора, наступление которых Стороны не могли предвидеть и предотвратить разумными способами.</p>
        <p>8.5. Стороны прикладывают максимум усилий для решения любых разногласий исключительно путем переговоров.</p>
        <h3>Другие условия</h3>
        <p>9.1. Интернет-магазин оставляет за собой право в одностороннем порядке вносить изменения в настоящий договор при условии предварительной публикации его на сайте https://simple-dreams.com.ua</p>
        <p>9.2. Интернет-магазин создан для организации дистанционного способа продажи товаров через Интернет.</p>
        <p>9.3. Покупатель несет ответственность за достоверность указанной при оформлении заказа информации. При этом, при осуществлении акцепта (оформлении заказа и последующей оплаты товара) Покупатель предоставляет Продавцу свое безоговорочное согласие на сбор, обработку, хранение, использование своих персональных данных, в понимании ЗУ «О защите персональных данных».</p>
        <p>9.4. Оплата Покупателем оформленного в Интернет-магазине заказа означает полное согласие Покупателя с условиями договора купли-продажи (публичной оферты)</p>
        <p>9.5. Фактической датой электронного соглашения между сторонами есть дата принятия условий, в соответствии со ст. 11 Закона Украины «Об электронной коммерции»</p>
        <p>9.6. Использование ресурса Интернет-магазина для предварительного просмотра товара, а также для оформления заказа для Покупателя есть бесплатным.</p>
        <p>9.7. Информация, предоставляемая Покупателем является конфиденциальной. Интернет-магазин использует информацию о Покупателе исключительно в целях обработки заказа, отправления уведомлений Покупателю, доставки товара, осуществления взаиморасчетов и др.</p>
        <h3>Порядок возврата товара надлежащего качества</h3>
        <p>10.1. Возврат товара в Интернет-магазин производится согласно действующего законодательства Украины.</p>
        <p>10.2. Возврат товара в Интернет-магазин производится за счет Покупателя.</p>
        <p>10.3. При возврате Покупателем товара надлежащего качества, Интернет-магазин возвращает ему уплаченную за товар денежную сумму по факту возврата товара за вычетом компенсации расходов Интернет-магазина связанных с доставкой товара Покупателю.</p>
        <h3>Порядок возврата товара надлежащего качества</h3>
        <p>11.1.Электронный договор считается заключенным с момента получения лицом направившим предложение заключить такой договор, ответа о принятии этого предложения в порядке, определенном частью шестой статьи 11 Закона Украины "Об электронной коммерции".</p>
        <p>11.2. До окончания срока действия этот Договор может быть расторгнут по взаимному согласию сторон до момента фактической доставки товара, путем возврата денежных средств</p>
        <p>11.3. Стороны имеют право расторгнуть настоящий договор в одностороннем порядке, в случае невыполнения одной из сторон условий настоящего Договора и в случаях предусмотренных действующим законодательством Украины.</p>
        <p>Обращаем ваше внимание, что интернет-магазин «Frame Book» на официальном интернет-сайте https://simple-dreams.com.ua, имеет право, в соответствии с законодательством Украины, предоставлять право пользования интернет платформой ФЛП и юридическим лицам для реализации товара.</p>

    </div>
);

export { ua, ru }