const ua = () => (
    <div>
        <h1>Обмен и возврат</h1>
        <h3>Гарантии</h3>
        <p>
            На товары, приобретенные в интернет-магазине Simple Dreams, распространяется гарантия производителя, которая действует в течение 12 месяцев с момента приобретения товара. При этом покупатель должен соблюдать правила эксплуатации, указанные на упаковке. Все претензии к качеству товаров в течение гарантийного срока предъявляются производителю.
                    </p>
        <p>Все материалы которые мы используем сертифицированы.</p>
        <h3>Международный сертификат качества Oeko-Tex Standard 100</h3>
        <p>
            Сертификат Oeko-Tex Standard 100 - это международная система тестирования и сертификации изделий из текстильных материалов, которая позволяет проверять продукцию на наличие вредных веществ на любом этапе производственного процесса.
                    </p>
        <h3>Знак Oeko-Tex на текстильной продукции гарантирует:</h3>
        <p>
            <ul>
                <li>оответствие норме pH</li>
                <li>отсутствие аллергенных красителей</li>
                <li>отсутствие в составе изделий вредных химических веществ (формальдегидов, экстрагируемых тяжелых металлов, хлорсодержащих носителей и других веществ, опасных для здоровья)</li>
            </ul>
        </p>
        <p><strong>Мы будем рады ответить на все вопросы о статусе доставки Вашего заказа по тел.: +38 (095) 314 01 33 в рабочие дни с 10.00 до 18.00</strong></p>
    </div>
);

const ru = () => (
    <div>
        <h1>Обмен и возврат</h1>
        <h3>Гарантии</h3>
        <p>
            На товары, приобретенные в интернет-магазине Simple Dreams, распространяется гарантия производителя, которая действует в течение 12 месяцев с момента приобретения товара. При этом покупатель должен соблюдать правила эксплуатации, указанные на упаковке. Все претензии к качеству товаров в течение гарантийного срока предъявляются производителю.
                    </p>
        <p>Все материалы которые мы используем сертифицированы.</p>
        <h3>Международный сертификат качества Oeko-Tex Standard 100</h3>
        <p>
            Сертификат Oeko-Tex Standard 100 - это международная система тестирования и сертификации изделий из текстильных материалов, которая позволяет проверять продукцию на наличие вредных веществ на любом этапе производственного процесса.
                    </p>
        <h3>Знак Oeko-Tex на текстильной продукции гарантирует:</h3>
        <p>
            <ul>
                <li>оответствие норме pH</li>
                <li>отсутствие аллергенных красителей</li>
                <li>отсутствие в составе изделий вредных химических веществ (формальдегидов, экстрагируемых тяжелых металлов, хлорсодержащих носителей и других веществ, опасных для здоровья)</li>
            </ul>
        </p>
        <p><strong>Мы будем рады ответить на все вопросы о статусе доставки Вашего заказа по тел.: +38 (095) 314 01 33 в рабочие дни с 10.00 до 18.00</strong></p>

    </div>
);

export { ua, ru }