const ua = () => (
    <div>
        <h1>Оплата та доставка</h1>
        <p>
            <h3>Варіанти оплати:</h3>
            <ul>
                <li>100% передоплата на розрахунковий рахунок Приват Банку</li>
                <li>накладений платіж при отриманні товару у відділенні Нової Пошти. Додатково оплачується 2%, відповідно до тарифів Нової Пошти</li>
            </ul>
        </p>
        <p>
            Оплата за товари, придбані в інтернет-магазині Royal Dream, здійснюється в українських гривнях. Загальна сума замовлення обмовляється під час підтвердження замовлення в інтернет-магазині і включає в себе ціну за товар. У загальну суму замовлення не входять Ваші витрати по оплаті замовлення (банківську комісію, відправку грошей Новою Поштою при оплаті післяплати і т.д.). В інтернет-магазині Royal Dream розміщені фотографії товарів для максимально точного відображення їх характеристик і квітів. У зв'язку з певними настройками і характеристиками Вашого комп'ютера (або іншого пристрою), кольору і характеристики товарів на фотографіях можуть відрізнятися від зазначених в інтернет-магазині. Такі невідповідності не є недоліками придбаних товарів і не можуть використовуватися, як аргументація для обміну або повернення товарів. До кожного товару в інтернет-магазині Royal Dream додається детальний опис їх характеристик. Обов'язково вивчіть всю інформацію та уважно ознайомтеся з характеристиками обраного товару перед оформленням і підтвердженням замовлення. Підтверджуючи замовлення, ви погоджуєтеся з тим, що належним чином поінформовані про характеристики товарів і послуг.
    </p>
        <p>
            <h3>Перед використанням товару Ви повинні:</h3>
            <ul>
                <li>Уважно ознайомитися з правилами експлуатації товару, зазначеними на упаковці і ярликах товару</li>
                <li>Звернутися до Royal Dream за додатковими роз'ясненнями по експлуатації товару, якщо вони Вам необхідні</li>
                <li>Використовувати товар відповідно до його цільового призначення і дотримуватися правил експлуатації і безпеки, зазначених виробниками</li>
            </ul>
        </p>
        <p>
            <h3>Варіанти доставки:</h3>
            <ul>
                <li>Доставка по Україні на будь-який склад Нової Пошти або адресна доставка (вартість адресної доставки регулюється чинними тарифами Нової Пошти).</li>
            </ul>
        </p>
        <p><strong>Ми будемо раді відповісти на всі питання про статус доставки Вашого замовлення по тел.: +38 (095) 314 01 33 в робочі дні з 10.00 по 18.00</strong></p>
    </div>
);

const ru = () => (
    <div>
        <h1>Оплата и доставка</h1>
        <p>
            <h3>Варианты оплаты:</h3>
            <ul>
                <li>100% предоплата на расчетный счет Приват Банка</li>
                <li>наложенный платеж при получении товара в отделении Новой Почты. Дополнительно оплачивается 2% от суммы + 20 грн оформление, согласно тарифам Новой Почты</li>
            </ul>
        </p>
        <p>
            Оплата за товары, приобретенные в интернет-магазине Simple Dreams, осуществляется в украинских гривнах. Общая сумма заказа оговаривается во время подтверждения заказа в интернет-магазине и включает в себя цену за товар. В общую сумму заказа не входят Ваши затраты по оплате заказа (банковскую комиссию, отправку денег Новой Почтой при оплате наложенного платежа и т.д.). В интернет-магазине Simple Dreams размещены фотографии товаров для максимально точного отображения их характеристик и цветов. В связи с определенными настройками и характеристиками Вашего компьютера (либо другого устройства), цвета и характеристики товаров на фотографиях могут отличаться от указанных в интернет-магазине. Такие несоответствия не являются недостатками приобретенных товаров и не могут использоваться, как аргументация для обмена или возврата товаров. К каждому товару в интернет-магазине Simple Dreams прилагается детальное описание их характеристик. Обязательно изучите всю информацию и внимательно ознакомьтесь с характеристиками выбранного товара перед оформлением и подтверждением заказа. Подтверждая заказ, вы соглашаетесь с тем, что надлежащим образом проинформированы о характеристиках товаров и услуг.
    </p>
        <p>
            <h3>Перед использованием товара Вы должны:</h3>
            <ul>
                <li>Внимательно ознакомиться с правилами эксплуатации товара, указанными на упаковке и ярлыках товара</li>
                <li>Обратиться к Simple Dreams за дополнительными разъяснениями по эксплуатации товара, если они Вам необходимы</li>
                <li>Использовать товар согласно его целевому назначению и придерживаться правил эксплуатации и безопасности, указанных производителями</li>
            </ul>
        </p>
        <p>
            <h3>Варианты доставки:</h3>
            <ul>
                <li>Доставка по Украине на любой склад Новой Почты или адресная доставка (стоимость адресной доставки регулируется действующими тарифами Новой Почты)</li>
            </ul>
        </p>
        <p><strong>Мы будем рады ответить на все вопросы о статусе доставки Вашего заказа по тел.: +38 (095) 314 01 33 в рабочие дни с 10.00 до 18.00</strong></p>
    </div>
);

export { ua, ru }